Repository: mhmithu/woocommerce-export-customer-email
Catalog: languages/woocommerce-export-customer-email-*.po
Languages: fr_fr

source: Customer_Name
fr_fr: Nom Client

source: Customer_Email
fr_fr: Email Client

source: No email found.
fr_fr: Aucune email trouvé

source: Export customer name
fr_fr: Exporter le nom des clients

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Remove duplicate emails
fr_fr: Supprimer les doublons d’email

source: Export CSV
fr_fr: Exporter

source: Export customer email
fr_fr: Exporter l’email des clients

source: Click on <strong>Export</strong> button to generate and download customer's billing email data into a CSV file.
fr_fr: Cliquez sur le bouton <strong>Export</strong> pour générer et télécharger les emails de facturation au format .csv

source: The <strong>WooCommerce Export Customer Email</strong> plugin requires the <a href="%s" target="_blank">WooCommerce</a> plugin to be activated in order to work. Please <a href="%s" target="_blank">install WooCommerce</a> or <a href="%s">activate</a> first.
fr_fr: Le plugin <strong>WooCommerce Export Customer Email</strong> nécessite l’activation de <a href="%s" target="_blank">WooCommerce</a> pour fonctionner. Veuillez <a href="%s" target="_blank">installer WooCommerce</a> ou l’<a href="%s">activer</a> en premier lieu.

source: Allows you to export all customer emails into a CSV file.
fr_fr: Vous permet d’exporter tout les emails de vos clients au format .csv.
